Repository: zhrispineda/Settings-iOS
Catalog: Preferences/Resources/Localizations/Messages.xcstrings
Source language: en
Languages: ar, bg, ca, cs, da, de, el, es, es_us, fi, fr, fr_ca, he, hi, hr, hu, id, it, ja, kk, ko, lt, ms, nl, no, pl, pt_br, pt_pt, ro, ru, sk, sl, sv, th, tr, uk, vi, zh_cn, zh_hk, zh_tw

# AUDIO_MESSAGES_EXPIRE_DESCRIPTION
source: When you send or listen to an audio message, it will automatically be removed from your conversation history after %@.
ar: عند إرسال أو الاستماع إلى رسالة صوتية، سيتم إزالتها تلقائيًا من سجل تاريخ المحادثة بعد %@.
bg: Когато изпращате или чуете аудио съобщение, то автоматично ще бъде премахнато от историята на вашите разговори след %@.
ca: Quan enviïs o escoltis un missatge d’àudio s’eliminarà automàticament de l’historial de la conversa al cap de: %@.
cs: Když odešlete nebo přehrajete zvukovou zprávu, bude za %@ automaticky odstraněna z historie konverzací.
da: Når du sender eller lytter til en lydbesked, fjernes den automatisk fra din samtalehistorik efter %@.
de: Beim Senden oder Anhören einer Audionachricht wird sie nach %@ automatisch aus dem Konversationsverlauf gelöscht.
el: Μετά την αποστολή ή την ακρόαση ενός ηχητικού μηνύματος, αυτό θα αφαιρείται αυτόματα από το ιστορικό συζητήσεών σας μετά από %@.
es: Una vez que hayas enviado o escuchado un mensaje de audio, se eliminará automáticamente del historial de la conversación al cabo de %@.
es_us: Se eliminará automáticamente el mensaje de audio de tu historial al enviarlo o escucharlo después de %@.
fi: Kun lähetät tai kuuntelet ääniviestin, se poistetaan automaattisesti keskustelu­historiasta, kun on kulunut %@.
fr: Lorsque vous envoyez ou écoutez un message audio, celui-ci est automatiquement supprimé de l’historique de votre conversation après %@.
fr_ca: Lorsque vous envoyez ou écoutez un message audio, celui-ci sera automatiquement supprimé de votre historique de conversations après %@.
he: הודעות שמע ששלחת או שהאזנת להן יוסרו מהיסטוריית השיחות שלך באופן אוטומטי לאחר %@.
hi: जब आप कोई ऑडियो संदेश भेजते या सुनते हैं, तो यह ऑटोमैटिकली आपकी वार्तालाप हिस्ट्री से %@ बाद हटा दिया जाएगा।
hr: Kad pošaljete ili poslušate audio poruku, ona će se automatski ukloniti iz povijesti razgovora nakon %@.
hu: Amikor hangüzenetet küld vagy hallgat, az automatikusan el lesz távolítva a beszélgetési előzményekből %@ után.
id: Saat Anda mengirim atau mendengar pesan audio, secara otomatis pesan audio akan dihapus dari riwayat percakapan Anda setelah %@.
it: Il messaggio audio che hai inviato o ascoltato verrà rimosso automaticamente dalla cronologia della conversazione dopo %@.
ja: 送信または再生したオーディオメッセージは、%@後にチャット履歴から自動的に削除されます。
kk: Аудио хабарды жіберген немесе тыңдаған кезде, ол %@ кейін сұхбат тарихынан автоматты түрде жойылады.
ko: 오디오 메시지를 보내거나 들으면 %@ 후에 해당 대화 기록에서 메시지가 자동으로 지워집니다.
lt: Kai siunčiate ar perklausote garso žinutę, po %@ ji automatiškai pašalinama iš pokalbių istorijos.
ms: Apabila anda menghantar atau mendengar mesej audio, ia akan dikeluarkan secara automatik daripada sejarah perbualan anda selepas %@.
nl: Wanneer je een audiobericht verstuurt of beluistert, wordt dit na %@ automatisch uit je gespreksgeschiedenis verwijderd.
no: Når du sender eller lytter til en lydmelding, fjernes den automatisk fra samtalen etter %@.
pl: Wysłane lub odsłuchane wiadomości audio są automatycznie usuwane z historii rozmowy po %@.
pt_br: Quando você enviar ou ouvir uma mensagem de áudio, ela será automaticamente removida de seu histórico de conversas após %@.
pt_pt: Depois de enviar ou ouvir uma mensagem de áudio, esta será automaticamente removida do histórico da conversa ao fim de %@.
ro: Atunci când trimiteți sau ascultați un mesaj audio, acesta va fi eliminat automat din istoricul conversațiilor după %@.
ru: После отправки или прослушивания аудиосообщения оно будет автоматически удалено из истории разговора через %@.
sk: Audiosprávy budú po odoslaní alebo vypočutí automaticky odstránené z histórie konverzácie po %@.
sl: Ko pošljete ali poslušate zvočno sporočilo, je samodejno odstranjeno iz zgodovine pogovorov v tem času: %@.
sv: När du skickar eller lyssnar på ett ljudmeddelande tas det automatiskt bort från din konversationshistorik efter %@.
th: เมื่อคุณส่งหรือฟังข้อความเสียง ข้อความเสียงนั้นจะถูกเอาออกจากประวัติการสนทนาของคุณโดยอัตโนมัติหลังจาก %@
tr: Gönderilen veya dinlenen sesli mesaj %@ sonra yazışma geçmişinizden otomatik olarak silinecektir.
uk: Аудіоповідомлення автоматично вилучатиметься з історії ваших розмов через %@ після надсилання чи прослуховування.
vi: Khi bạn gửi hoặc nghe tin nhắn âm thanh, tin nhắn sẽ được xóa tự động khỏi lịch sử hội thoại của bạn sau %@.
zh_cn: 音频信息会在你发送或听完的%@后自动从对话记录中移除。
zh_hk: 語音訊息將會在傳送或聆聽的%@後自動從你的對話記錄中移除。
zh_tw: 語音訊息在傳送或聆聽完的%@後會自動從你的對話記錄裡移除。

# GENERAL_OFF
source: Off
ar: متوقف
bg: Изкл.
ca: No
cs: Vypnuto
da: Fra
de: Aus
el: Όχι
es: No
es_us: Desactivado
fi: Pois päältä
fr: Non
fr_ca: Non
he: כבוי
hi: बंद
hr: Isključeno
hu: Ki
id: Mati
it: No
ja: オフ
kk: Өшірулі
ko: 끔
lt: Išjungti
ms: Tak Aktif
nl: Uit
no: Av
pl: Wył.
pt_br: Desativado
pt_pt: Desativado
ro: Nu
ru: Выкл.
sk: Vypnuté
sl: Izklopljeno
sv: Av
th: ปิด
tr: Kapalı
uk: Вимкнено
vi: Tắt
zh_cn: 关闭
zh_hk: 關閉
zh_tw: 關閉

# RCS_BUSINESS_MESSAGES_GROUP_FOOTER
source: Your carrier will send, receive, and verify your RCS business messages.
ar: سترسل شركة الاتصالات رسائل الشركات عبر RCS وتستلمها وتتحقق منها.
bg: Вашият оператор ще изпраща, получава и потвърждава вашите RCS бизнес съобщения.
ca: L’operador enviarà, rebrà i verificarà els missatges RCS d’empreses.
cs: Váš operátor bude posílat, přijímat a ověřovat firemní RCS zprávy.
da: Din operatør sender, modtager og bekræfter dine RCS-virksomhedsbeskeder.
de: Dein Netzbetreiber wird deine RCS-Nachrichten von Unternehmen senden, empfangen und überprüfen.
el: Ο φορέας σας θα στέλνει, θα λαμβάνει και θα επαληθεύει τα μηνύματα RCS από επιχειρήσεις.
es: El operador enviará, recibirá y verificará tus mensajes RCS de empresa.
es_us: Tu operador enviará, recibirá y verificará tus mensajes RCS de comercios.
fi: Operaattori lähettää, vastaanottaa ja vahvistaa RCS-yritysviestit.
fr: Votre opérateur enverra, recevra et validera vos messages commerciaux RCS.
fr_ca: Votre opérateur enverra, recevra et vérifiera vos messages commerciaux RCS.
he: המפעיל הסלולרי שלך ישלח, יקבל ויאמת את הודעות ה-RCS של בתי העסק.
hi: आपका कैरियर आपके RCS व्यावसायिक संदेशों को भेजेगा, प्राप्त करेगा और सत्यापित करेगा।
hr: Vaš će operater slati, primati i verificirati vaše RCS poslovne poruke.
hu: Az üzleti RCS-üzeneteket a szolgáltatója fogja elküldeni, fogadni, és ellenőrizni.
id: Operator Anda akan mengirim, menerima, dan memverifikasi pesan bisnis RCS.
it: Il tuo operatore invierà, riceverà e verificherà i messaggi RCS aziendali.
ja: RCSビジネスメッセージは通信事業者によって送信、受信、および検証されます。
kk: Ұялы байланыс операторыңыз RCS бизнес хабарларыңызды жібереді, алады және тексереді.
ko: 사용자의 이동통신사가 비즈니스 RCS 메시지를 전송, 수신 및 확인합니다.
lt: Jūsų operatorius siųs, gaus ir tvirtins jūsų RCS verslo žinutes.
ms: Pembawa anda akan menghantar, menerima dan mengesahkan mesej perniagaan RCS anda.
nl: Je aanbieder verstuurt, ontvangt en verifieert je zakelijke RCS-berichten.
no: Operatøren din vil sende, motta og verifisere Messages for Business via RCS.
pl: Twój operator będzie wysyłał, odbierał i weryfikował Twoje wiadomości biznesowe RCS.
pt_br: Sua operadora enviará, receberá e verificará as suas mensagens RCS comerciais.
pt_pt: As mensagens RCS de empresas serão enviadas, recebidas e verificadas pela sua operadora.
ro: Operatorul dvs. va trimite, primi și verifica mesajele business RCS.
ru: Ваш оператор будет отправлять, получать и проверять Ваши коммерческие RCS‑сообщения.
sk: Váš operátor bude odosielať, prijímať a overovať RCS obchodné správy.
sl: Vaš operater bo pošiljal, prejemal in preverjal vaša poslovna sporočila RCS.
sv: Din operatör skickar, tar emot och verifierar dina RCS-företagsmeddelanden.
th: ผู้ให้บริการของคุณจะส่ง รับ และตรวจสอบยืนยันข้อความธุรกิจ RCS ของคุณ
tr: Operatörünüz RCS işletme mesajlarınızı gönderir, alır ve doğrular.
uk: Ваш оператор надсилатиме, отримуватиме й перевірятиме RCS-повідомлення компаніям і від них.
vi: Nhà cung cấp của bạn sẽ gửi, nhận và xác minh tin nhắn doanh nghiệp RCS.
zh_cn: 运营商将发送、接收并验证你的RCS商务信息。
zh_hk: 你的電訊商將會傳送、接收並驗證你的RCS商業訊息。
zh_tw: 你的電信業者將傳送、接收和驗證你的RCS商務訊息。

# CHECK_IN_LOCATION_HISTORY_FOOTER
source: If you do not respond when prompted during a Check In, data will be shared.
ar: إذا لم تستجب عند ظهور رسالة المطالبة أثناء جلسة اطمئنان، فستتم مشاركة البيانات.
bg: Ако по време на Проверка не отговорите при изпращане на запитване, ще бъдат споделени данни.
ca: Si durant l’acompanyament reps un avís i no hi respons, es compartiran les dades.
cs: Pokud nezareagujete na výzvu při aktivním doprovodu, odešlou se vaše data.
da: Hvis du ikke svarer ved modtagelse af en meddelelse under et tjek om ankomst, deles data.
de: Wenn du auf die Hinweise während der „Wegbegleitung“ nicht reagierst, werden Daten geteilt.
el: Αν δεν απαντήσετε στο μήνυμα που λάβατε κατά τη διάρκεια μιας Δήλωσης άφιξης, τα δεδομένα θα κοινοποιηθούν.
es: Si la función de aviso de llegada te envía un mensaje y no respondes, se compartirán estos datos.
es_us: Si durante una sesión de Check In no respondes cuando se te pide, se compartirán los datos que hayas elegido.
fi: Jos et tilanteentarkistuksen aikana reagoi kehotteeseen, tiedot jaetaan.
fr: Si vous ne répondez pas à l’invitation pendant un accompagnement, certaines données seront partagées.
fr_ca: Si vous ne répondez pas lorsqu’on vous y invite pendant un accompagnement, des données seront partagées.
he: אם לא תתקבל ממך תגובה במהלך פעילות ״עדכון שהכול בסדר״, ישותפו נתונים.
hi: अगर आप चेक इन के दौरान संकेत देने पर प्रतिक्रिया नहीं देते हैं, तो डेटा शेयर किया जाएगा।
hr: Ako ne odgovorite kad primite upit tijekom Potvrde lokacije, podaci će se podijeliti.
hu: Ha nem válaszol a felszólításra a Helyzetjelentés során, a funkció adatokat oszt meg.
id: Jika Anda tidak merespons saat mendapatkan perintah selama sesi Periksa, data akan dibagikan.
it: Se non rispondi all’avviso durante una sessione di “Tutto bene”, i dati verranno condivisi.
ja: 到着確認中のパネルに応答しないと、データが共有されます。
kk: «Байланысқа шығу» сұратымына жауап бермесеңіз, деректер жіберіледі.
ko: 안전 확인 중에 응답 요청이 표시되었으나 사용자가 응답하지 않는 경우 데이터가 공유됩니다.
lt: Jei nesureaguosite, kai per atvykimo patvirtinimą gausite įspėjimą, bus bendrinami duomenys.
ms: Jika anda tidak membalas apabila digesa semasa sesi Periksa, data akan dikongsi.
nl: Als je niet reageert wanneer je hierom wordt gevraagd tijdens een check-insessie, worden er gegevens gedeeld.
no: Hvis du ikke svarer på varsler under en aktiv oppfølging, vil data bli delt.
pl: Jeśli nie zareagujesz na informację otrzymaną podczas sesji Daj znać, dane zostaną udostępnione.
pt_br: Se você não responder que Chegou Bem quando perguntado, os dados serão compartilhados.
pt_pt: Se não responder quando receber um aviso durante uma verificação, serão partilhados dados.
ro: Dacă nu răspundeți atunci când primiți o atenționare în timpul unei sesiuni Acompaniere, datele vor fi partajate.
ru: Если Вы получите запрос во время сеанса «На связи» и не ответите, данные будут переданы.
sk: Ak počas sprevádzania nezareagujete na výzvu, tieto dáta budú zdieľané.
sl: Če se ne odzovete na poziv v seji Tukaj sem, bodo podatki deljeni z drugimi.
sv: Om du inte svarar när du får en uppmaning under en avstämning delas dina data.
th: ถ้าคุณไม่ตอบกลับเมื่อได้รับแจ้งในระหว่างการเช็คอิน ข้อมูลจะถูกแชร์
tr: Bir Durum Denetleme sırasında uyarı aldığınızda yanıt vermezseniz veriler paylaşılır.
uk: Якщо ви не відповісте на запит під час використання Супроводу, дані буде поширено.
vi: Nếu bạn không phản hồi khi được nhắc trong phiên Kiểm tra thì dữ liệu sẽ được chia sẻ.
zh_cn: 平安确认期间，若你收到提示时不回应，数据将共享。
zh_hk: 如你在「報平安」期間收到提示時沒有回應，資料將會被共享。
zh_tw: 若你在「平安通報」期間未回應系統提示，系統會分享相關資料。

# RCS_BUSINESS_MESSAGES_GROUP_TITLE
source: Text Messages
ar: رسائل نصية
bg: Текстови съобщения
ca: Missatges de text
cs: Textové zprávy
da: Tekstbeskeder
de: SMS-Nachrichten
el: Γραπτά μηνύματα
es: Mensajes de texto
es_us: Mensajes de texto
fi: Tekstiviestit
fr: SMS
fr_ca: Messages texte
he: הודעות
hi: SMS
hr: Tekst. poruke
hu: Szöveges üzenetek
id: Pesan Teks
it: Messaggi
ja: テキストメッセージ
kk: Мәтіндік хабарлар
ko: 문자 메시지
lt: Tekstinė žinutės
ms: Mesej Teks
nl: Berichten
no: Tekstmeldinger
pl: Wiadomości
pt_br: Mensagens de Texto
pt_pt: SMS
ro: Mesaje text
ru: Сообщения
sk: Textové správy
sl: Sporočila SMS/MMS
sv: Textmeddelanden
th: ข้อความ
tr: Mesajlar
uk: Повідомлення
vi: Tin nhắn văn bản
zh_cn: 信息
zh_hk: 訊息
zh_tw: 訊息

source: Messages
ar: الرسائل
bg: Съобщения
ca: Missatges
cs: Zprávy
da: Beskeder
de: Nachrichten
el: Μηνύματα
es: Mensajes
es_us: Mensajes
fi: Viestit
he: הודעות
hi: संदेश
hr: Poruke
hu: Üzenetek
id: Pesan
it: Messaggi
ja: メッセージ
kk: Хабарлар
ko: 메시지
lt: Žinutės
ms: Mesej
nl: Berichten
no: Meldinger
pl: Wiadomości
pt_br: Mensagens
pt_pt: Mensagens
ro: Mesaje
ru: Сообщения
sk: Správy
sl: Sporočila
sv: Meddelanden
th: ข้อความ
tr: Mesajlar
uk: Повідомлення
vi: Tin nhắn
zh_cn: 信息
zh_hk: 訊息
zh_tw: 訊息

# TRY_DEMO_MODE_FOOTER_DESCRIPTION_WLAN
source: Use iMessage and text messages when cellular and WLAN are not available.
ar: استخدم iMessage والرسائل النصية عندما لا تتوفر الخدمة الخلوية وشبكة WLAN.
bg: Използвайте съобщения iMessage и текстови съобщения, когато няма достъпна мобилна мрежа и WLAN.
ca: Si no hi ha cap xarxa mòbil ni WLAN disponible, pots fer servir els missatges de text i l’iMessage.
cs: Zůstaňte ve spojení přes iMessage a textové zprávy, i když není dostupná mobilní síť ani WLAN.
da: Brug iMessage og tekstbeskeder, når mobil- og WLAN-netværk ikke er tilgængelige.
de: Kommuniziere über iMessage und Textnachrichten, wenn kein Mobilfunknetz und WLAN verfügbar sind.
el: Χρησιμοποιήστε το iMessage και τα γραπτά μηνύματα όταν δεν διατίθεται κινητό δίκτυο ή WLAN.
es: Cuando no haya una red móvil o WLAN disponible, comunícate mediante mensajes de texto o de iMessage.
es_us: Usa mensajes de texto y de iMessage cuando no tengas conexión a una red celular ni WLAN.
fi: Pidä yhteyttä käyttämällä iMessageja ja tekstiviestejä, kun mobiili- ja WLAN-yhteys ei ole saatavilla.
fr: Utilisez iMessage et les SMS lorsqu’aucun réseau cellulaire ou WLAN n’est disponible.
fr_ca: Utilisez iMessage et les messages texte quand aucun réseau cellulaire ou WLAN n’est accessible.
he: ניתן להשתמש ב-iMessage ובהודעות טקסט כאשר רשתות WLAN ורשתות סלולריות אינן זמינות.
hi: जब मोबाइल और WLAN नेटवर्क उपलब्ध न हों, तो iMessage और SMS का उपयोग करें।
hr: Koristite iMessage i tekstualne poruke kad mobilna i WLAN mreža nisu dostupne.
hu: Akkor is használhat iMessage‑et és szöveges üzeneteket, ha nem érhető el sem mobiladat-, sem WLAN-hálózat.
id: Gunakan iMessage dan pesan teks saat seluler dan WLAN tidak tersedia.
it: Usa iMessage e i messaggi di testo quando la rete cellulare e la rete WLAN non sono disponibili.
ja: モバイル通信とWLANを使用できない場合、iMessageとテキストメッセージを使用します。
kk: Ұялы байланыс пен WLAN қолжетімді болмаған кезде, iMessage сервисін және мәтіндік хабарларды пайдаланыңыз.
ko: 셀룰러 및 WLAN을 사용할 수 없을 때 iMessage 및 문자 메시지를 사용할 수 있습니다.
lt: Bendraukite naudodami „iMessage“ ir tekstines žinutes, kai nėra mobiliojo ir WLAN ryšio.
ms: Gunakan iMessage dan mesej teks apabila selular serta WLAN tidak tersedia.
nl: Gebruik iMessage en tekstberichten wanneer er geen mobiel netwerk of WLAN beschikbaar is.
no: Bruk iMessage og tekstmeldinger selv om du ikke har tilgang til mobilnett eller WLAN.
pl: Używaj iMessage i wiadomości tekstowych, gdy jesteś poza siecią komórkową i WLAN.
pt_br: Use o iMessage e as mensagens de texto quando não houver uma conexão celular ou WLAN disponível.
pt_pt: Use iMessage e SMS quando não tiver acesso a uma rede móvel ou WLAN.
ro: Utilizați iMessage și mesaje text când nu sunt disponibile rețele celulare sau WLAN.
ru: Используйте iMessage и обменивайтесь текстовыми сообщениями, даже когда WLAN и сотовая сеть недоступны.
sk: Zostaňte v kontakte aj bez mobilného alebo WLAN pripojenia prostredníctvom iMessage a textových správ.
sl: Ko mobilno omrežje in omrežje WLAN nista na voljo, uporabite storitev iMessage in sporočila SMS/MMS.
sv: Använd iMessage och SMS när mobilnät och WLAN inte är tillgängliga.
th: ใช้ iMessage และส่งข้อความตัวอักษรเมื่อไม่มีเซลลูลาร์และ WLAN
tr: Hücresel ve WLAN kullanılamıyorken iMessage’ı ve SMS mesajlarını kullanın.
uk: Обмінюйтеся текстовими й iMessage-повідомленнями, коли стільникова та WLAN-мережі недоступні.
vi: Sử dụng iMessage và tin nhắn văn bản khi không có mạng di động và WLAN.
zh_cn: 蜂窝网络和无线局域网不可用时，使用iMessage信息和短信。
zh_hk: 無法使用流動網絡和WLAN期間，改用iMessage和文字訊息。
zh_tw: 在無法使用行動網路和WLAN時使用iMessage和訊息。

# RCS_DUAL_SIM_ACTIVATION_ERROR_TEXT
source: To activate RCS messaging, switch your cellular data line to “%@” in %@.
ar: لتنشيط المراسلة عبر RCS، بدِّل خط البيانات الخلوية إلى "%@" في %@.
bg: За да активирате RCS съобщенията, превключете мобилните данни на „%@“ в %@.
ca: Per activar la missatgeria RCS, ves a la %2$@ i canvia a la línia “%1$@”.
cs: Chcete‑li aktivovat RCS zprávy, přejděte do %2$@ a přepněte mobilní datovou linku na „%1$@“.
da: Hvis du vil aktivere RCS-beskeder, skal du skifte mobildatalinje til “%@“ i %@.
de: Um RCS-Nachrichten zu aktivieren, wechsle in %@ deine Mobilfunkdatenleitung zu „%@“.
el: Για ενεργοποίηση αποστολής μηνυμάτων RCS, κάντε εναλλαγή της γραμμής δεδομένων κινητού δικτύου σας σε «%@» στις %@.
es: Para activar la mensajería RCS, cambia la línea de datos móviles a “%@” en %@.
es_us: Para activar los mensajes RCS, cambia la línea de datos celulares a “%@“ en %@.
fi: RCS-viestien aktivointia varten avaa %2$@ ja vaihda mobiilidatalinjaksi ”%1$@“.
fr: Pour activer le service RCS, utilisez votre ligne de données cellulaires « %@ » dans les %@.
fr_ca: Pour activer la messagerie RCS, utilisez la ligne de données cellulaire « %@ » dans %@.
he: כדי להפעיל את “הודעות RCS״ יש להחליף את קו הנתונים הסלולריים לקו ״%@״ דרך %@.
hi: RCS मैसेजिंग सक्रिय करने के लिए %2$@ में अपनी मोबाइल डेटा लाइन को “%1$@“ पर स्विच करें।
hr: Za aktiviranje RCS poruka prebacite svoju podatkovnu liniju na “%@” u %@.
hu: Az RCS-üzenetváltás aktiválásához állítsa át a mobiladat-forgalmat a(z) „%@” vonalra itt: %@.
id: Untuk mengaktifkan pesan RCS, alihkan jalur data seluler Anda ke “%@” di %@.
it: Per attivare i messaggi RCS, imposta la linea dei dati cellulare su “%@” in %@.
ja: RCSメッセージを有効にするには、%2$@でモバイルデータ通信の回線を“%1$@”に変更します。
kk: RCS арқылы хабар алмасуды белсендіру үшін ұялы деректер желісін %2$@ ішінде «%1$@» күйіне ауыстырыңыз.
ko: RCS 메시지를 활성화하려면 셀룰러 데이터 회선을 %2$@의 ‘%1$@’ 옵션으로 전환하십시오.
lt: Norėdami aktyvinti RCS susirašinėjimą, perjunkite mobiliojo ryšio duomenų liniją į „%@“ srityje „%@“.
ms: Untuk mengaktifkan pemesejan RCS, tukar talian data selular kepada “%@” dalam %@.
nl: Om RCS-berichten te activeren, schakel je je mobiele datalijn in %2$@ over naar '%1$@'.
no: Aktiver RCS-meldinger ved å bytte linje for mobildata til «%@» i %@.
pl: Aby aktywować wiadomości RCS, przełącz linię danych komórkowych na „%@” (%@).
pt_br: Para ativar mensagens RCS, mude a linha de dados celulares para “%@“ nos %@.
pt_pt: Para ativar as mensagens RCS, mude a linha de dados móveis para “%@“ em %@.
ro: Pentru a activa mesageria RCS, schimbați linia de date celulare la “%@“ în %@.
ru: Чтобы активировать RCS‑сообщения, переключите канал сотовых данных на «%@» в разделе настроек «%@».
sk: Ak chcete aktivovať RCS správy, otvorte %2$@ a prepnite mobilnú dátovú linku na „%1$@“.
sl: Da bi aktivirali pošiljanje sporočil RCS, v možnosti %2$@ preklopite linijo mobilnih podatkov na »%1$@«.
sv: Aktivera RCS-meddelanden genom att ändra din linje för mobildata till ”%@” i %@.
th: ในการเปิดใช้งานการส่งข้อความ RCS ให้สลับสายข้อมูลเซลลูลาร์ของคุณเป็น “%@” ใน%[tt]@
tr: RCS mesajlaşmayı etkinleştirmek için %2$@ bölümünde “%1$@“ adlı hücresel veri hattınıza geçin.
uk: Щоб активувати RCS-повідомлення, перемкніть номер для стільникових даних на «%@» в меню «%@».
vi: Để kích hoạt tính năng nhắn tin RCS, hãy chuyển đường dây dữ liệu di động của bạn thành “%@” trong %@.
zh_cn: 若要激活RCS信息，请在%2$@中将蜂窝数据号码切换为“%1$@”。
zh_hk: 如要啟用RCS訊息，請在「%2$@」中將流動數據號碼切換為「%1$@」。
zh_tw: 若要啟用RCS傳訊，請在「%2$@」中將你的行動數據切換成「%1$@」。
